<script setup lang="ts">
</script>

<template>
    <div class="flex flex-col gap-st-3">
        <h2 class="text-st-t1 font-bold"><span class="text-st-content-brand">Обо</span> мне</h2>
        <p>
        Меня зовут Павел, и я Flutter-разработчик с опытом коммерческой разработчик в один год. Некоммерческий опыт у меня составляет два года.
        <br><br>Я часто придумываю новые идеи и стараюсь воплотить их в реальность, используя свои знания в разработке мобильных приложений.
        Кроме основного стека на Flutter, я иногда использую Vue3 + Nuxt3 для создания небольших веб-приложений, если возникает такая необходимость.
        <br><br>Кроме программирования, я изучаю японский язык и интересуюсь Японией. Надеюсь когда‑нибудь посетить эту страну.
        </p>
    </div>
</template>